The split element has one or more Tags without Leaders enabled and needs to be checked.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SplitElementHasTagsWithoutLeaders { get; }
  Visual Basic
Public Shared ReadOnly Property SplitElementHasTagsWithoutLeaders As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SplitElementHasTagsWithoutLeaders {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ElementFailures Class
  Autodesk.Revit.DB Namespace